{
    "BookingButton": {
        "title": "احجز استشارة مجانية"
    },
    "Navbar": {
        "our-work": "أعمالنا",
        "services": "الخدمات",
        "about-us": "خدماتنا",
        "contact": "معلومات عنا",
        "blog": "مدونات"
    },
    "BrandHomeText": {
        "title": "العملاء الذين تعاملنا معهم",
        "certificateHome":"نحن معتمدون بفخر"
    },
    "FixedText": {
        "mainTitle": "التميز الرقمي من التصميم إلى التطوير",
        "subTitle": "سنكون بجانبك في كل خطوة ونرشدك خلال المناظر الرقمية المتغيرة باستمرار.",
        "question": "هل لديك مشروع على الأفق؟",
        "button": "دعونا نتحدث"
    },
    "ExpandHome": {
        "title": "ما يمكننا فعله لك",
        "description": "سواء كنت تقوم بمرحلة تحديد الخريطة الأولى للمنتج الأدنى الممكن أو تطوير الجزء الخلفي للمنتج الأساسي الخاص بك، فإن فريقنا مستعد لدعمك بتصميم خبراء UX/UI وتطوير البرمجيات وتحديث السحابة.",
        "button": "عرض جميع الخدمات"
    },
    "VideoHome": {
        "title": "لا شيء يعيق تحقيق الأفكار العظيمة وتحولها إلى حقيقة.",
        "description": "سواء كنت تبحث عن حل شامل أو تمديد طبيعي لتكوينك الداخلي الحالي - لدينا ما تحتاج إليه! اخبرنا بما تحتاج إلى مساعدة فيه وسنعود إليك في غضون 24 ساعة.",
        "button": "احجز استشارة مجانية"
    },
    "Footer": {
        "our-work": "أعمالنا",
        "services": "الخدمات",
        "about-us": "خدماتنا",
        "contact": "معلومات عنا",
        "blog": "مدونات",
        "privacyPolicy":"سياسة الخصوصية",
        "impressum":"إشعار قانوني"
    },
    "AboutUs": {
        "The_story_behind_Mooncascade": "القصة وراء مونكاسكيد",
        "Where_it_all_began": "أين بدأ كل شيء",
        "Mooncascade_was_founded_in_2009": "تأسست مونكاسكيد في عام 2009 من قبل أربعة مهندسي برمجيات لديهم شغف بالبرمجة عالية الجودة. على الرغم من البدء في ظل أسوأ أزمة اقتصادية منذ الكساد الكبير، كنا واثقين من أننا يمكننا تقديم منتجات ستكون لها تأثير حقيقي. اليوم، تعد مونكاسكيد شركة مستشارة وتصميم وتطوير برمجيات محترفة بنطاق عالمي. يقدم فريقنا الماهر نتائج عالية الجودة في كل مرحلة من مراحل عملية تطوير منتجات البرمجيات، مساعدة العملاء في بناء حلول مبتكرة تلهم وتحد وتحطم الأسواق في جميع أنحاء العالم. نحن لا نقدم مجرد منتجات. نحن نقدم تأثيرًا.",
        "Our_current_stats": "إحصائياتنا الحالية",
        "Locations": "المواقع",
        "Languages": "اللغات",
        "Clients": "العملاء",

        "And_some_more_info":"وبعض المزيد حول مونكاسكيد: ما يهمنا",
        "Transparency":"الشفافية",
        "If_there":"إذا كان هناك شيء نود أن تعرفه عن مونكاسكيد، فهو قيمتنا العالية للصدق والتواضع والعدالة. نحن نتحدث بصراحة. نتصرف بتفكير وهدف، ونكون دائمًا موجودين لدعم زملائنا في العمل وعملائنا بغض النظر عن المشاكل التي يواجهونها. في مونكاسكيد، نتحدى أنفسنا وشركائنا التجاريين باستمرار لتحقيق أفضل النتائج.",
        "Empathy":"التعاطف",
        "We_are_kind":"نحن لطفاء وسخاء ومتفكرون، نسعى للتوازن والدعم المتبادل والتعاون. نحن نبذل قصارى جهدنا للتحضير مسبقًا وتوقع احتياجات الآخرين. نرى أنفسنا كجزء من فريق بدلاً من مجموعة من الأفراد، وبالتأكيد نبذل مزيدًا من الجهد لصالح عملائنا وزملائنا في العمل.",
        "Curiosity":"الفضول",
        "Mooncascade_team":"أعضاء فريق مونكاسكيد متسامحون ومبدعون ورشيقون. ننظر إلى العالم من زوايا مختلفة، ونستكشف أفكارًا جديدة ونجرب طرقًا جديدة. نسلك الطرق التي لا يتجرأ الآخرون على المضي فيها. لا توجد جبال مرتفعة جدًا، ولا تحديات كبيرة جدًا. نستكشف باستمرار.",
        "Craftsmanship":"حرفية",
        "You_should_also":"يجب أيضًا أن تعرف عن تقدير مونكاسكيد للتميز واحتراف المهارة. نحرص على التفاصيل ونعمل بجدية على أدق التفاصيل - نسعى دائمًا للقيام بأفضل عمل في حياتنا ودعم الآخرين في القيام بالمثل. نتحمل المهام والمسؤوليات بالدافع والتواجد، ونحاول دائمًا تعلم طرق جديدة للعمل بشكل أفضل.",

        "Our_Awards": "جوائزنا",
        "Mooncascade_has_been": "حصلت Mooncascade على التعرفة في الطرق التالية",
      
        "Gazelle_Award": "جائزة غازيل",
        "In_2013": "في عامي 2013 و 2014 و 2015، تم تكريم Mooncascade بجائزة غازيل المرموقة لإظهار القدرة المتميزة على الحفاظ على النمو السريع والمستدام.",
      
        "Young_Enterpreneur": "رائد الأعمال الشاب للعام",
        "In_2015": "في عام 2015، حصل مؤسسنا المشارك إندريك أولست على جائزة رائد الأعمال الشاب للعام لإنشاء فرص عمل والمساهمة في الاقتصاد.",
      
        "Science_and": "جائزة العلوم والأعمال",
        "co-founder": "في عام 2015، حصل مؤسسنا المشارك بريت سالوما على هذا التكريم من الرئيس السابق لإستونيا توماس هندريك إيلفيس لعمله المتميز مع مؤسسة Garage48.",
      
        "Fastest_Growing": "جائزة أسرع الشركات نموًا",
        "In_May_2016": "في مايو 2016، حصلت Mooncascade على جائزة غرفة التجارة الألمانية-البلطيقية للنمو السريع المتميز.",
      
        "Best_SME": "أفضل شركة صغيرة ومتوسطة الحجم",
        "Mooncascade_was_recognized": "تم التعرف على Mooncascade من قبل مجلس مدينة تارتو لنمونا في الإيرادات السنوية وعدد الموظفين والربح الصافي والصادرات.",
      
        "Mooncascade_in_the_Press": "Mooncascade في الصحافة",
        "READ_ARTICLE": "قراءة المقالة"
      }
}